Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: MILD is strongest after a brief awakening in the early morning, when you fall back into REM-rich sleep. Practicing it as you return to sleep — rather than at the start of the night — dramatically raises your odds. (That's the bridge to WBTB, next.)
ar: يكون MILD أقوى بعد استيقاظ قصير في الصباح الباكر، حين تعود إلى نوم غني بـ REM. ممارسته وأنت تعود إلى النوم — لا في بداية الليل — ترفع فرصك بشكل هائل. (وهذا هو الجسر إلى WBTB التالي.)
de: MILD ist am stärksten nach einem kurzen Erwachen am frühen Morgen, wenn du in REM-reichen Schlaf zurückfällst. Es beim Zurückgleiten in den Schlaf zu üben – statt zu Nachtbeginn – steigert deine Chancen enorm. (Das ist die Brücke zu WBTB, als Nächstes.)
es: MILD es más potente tras un breve despertar de madrugada, cuando vuelves a caer en un sueño rico en REM. Practicarlo al volver a dormir —en vez de al inicio de la noche— eleva muchísimo tus probabilidades. (Ese es el puente hacia WBTB, lo siguiente.)
fr: MILD est le plus puissant après un bref réveil au petit matin, lorsque vous retombez dans un sommeil riche en REM. Le pratiquer en vous rendormant — plutôt qu'en début de nuit — augmente énormément vos chances. (C'est le pont vers WBTB, la suite.)
it: MILD è più potente dopo un breve risveglio al primo mattino, quando ricadi in un sonno ricco di REM. Praticarlo mentre torni a dormire — anziché a inizio notte — aumenta enormemente le tue probabilità. (È questo il ponte verso WBTB, il prossimo.)
ja: MILDは、早朝の短い目覚めのあと、REMの豊かな眠りへ戻るときに最も強力です。夜の初めではなく、眠りに戻りながら行うことで確率は劇的に上がります。（これが次のWBTBへの橋渡しです。）
ko: MILD는 이른 아침 잠깐 깬 뒤 REM이 풍부한 잠으로 다시 빠져들 때 가장 강력합니다. 밤의 시작이 아니라 다시 잠들면서 연습하면 확률이 극적으로 올라갑니다. (그것이 다음 WBTB로 가는 다리입니다.)
nl: MILD is het sterkst na een korte ontwaking in de vroege ochtend, wanneer je terugvalt in REM-rijke slaap. Het oefenen terwijl je weer in slaap gaat — in plaats van aan het begin van de nacht — verhoogt je kansen enorm. (Dat is de brug naar WBTB, hierna.)
pt_br: O MILD é mais potente após um breve despertar de madrugada, quando você volta a cair num sono rico em REM. Praticá-lo ao retornar ao sono — em vez de no início da noite — eleva muito suas chances. (Essa é a ponte para o WBTB, a seguir.)
ru: MILD сильнее всего после краткого пробуждения ранним утром, когда вы снова проваливаетесь в богатый REM сон. Практиковать его, возвращаясь ко сну, — а не в начале ночи — резко повышает ваши шансы. (Это и есть мост к WBTB, что дальше.)
zh_hans: MILD 在清晨短暂醒来、重新跌回富含 REM 的睡眠时最为有力。在重新入睡时练习它——而非在夜晚之初——会大幅提升你的几率。（这正是通往下一节 WBTB 的桥梁。）

source: MILD pairs perfectly with the reality-check habit you just built.
ar: يتناغم MILD تمامًا مع عادة فحص الواقع التي بنيتها للتو.
de: MILD passt perfekt zur Realitätscheck-Gewohnheit, die du gerade aufgebaut hast.
es: MILD encaja a la perfección con el hábito de comprobación de realidad que acabas de construir.
fr: MILD s'accorde parfaitement avec l'habitude de test de réalité que vous venez de bâtir.
it: MILD si abbina alla perfezione con l'abitudine del controllo di realtà che hai appena costruito.
ja: MILDは、あなたが今しがた築いたリアリティチェックの習慣と完璧に組み合わさります。
ko: MILD는 당신이 방금 만든 리얼리티 체크 습관과 완벽하게 맞물립니다.
nl: MILD past perfect bij de realiteitscheck-gewoonte die je net hebt opgebouwd.
pt_br: O MILD combina perfeitamente com o hábito de checagem de realidade que você acabou de construir.
ru: MILD идеально сочетается с привычкой проверять реальность, которую вы только что выработали.
zh_hans: MILD 与你刚刚养成的现实检验习惯堪称完美搭配。

source: MILD plants a future intention that resurfaces inside the dream.
ar: يزرع MILD نيّة مستقبلية تعاود الظهور داخل الحلم.
de: MILD pflanzt eine künftige Absicht, die im Traum wieder auftaucht.
es: MILD planta una intención futura que resurge dentro del sueño.
fr: MILD plante une intention future qui resurgit à l'intérieur du rêve.
it: MILD pianta un'intenzione futura che riaffiora dentro il sogno.
ja: MILDは未来の意図を植えつけ、それが夢の中で再び浮かび上がります。
ko: MILD는 미래의 의도를 심어, 그것이 꿈 속에서 다시 떠오르게 합니다.
nl: MILD plant een toekomstige intentie die in de droom weer opkomt.
pt_br: O MILD planta uma intenção futura que ressurge dentro do sonho.
ru: MILD сеет будущее намерение, которое вновь всплывает внутри сна.
zh_hans: MILD 种下一个未来的意图，它会在梦中重新浮现。

source: MILD uses prospective memory: remembering to do something in the future. You rehearse the intention to recognize you're dreaming, so that later, in a dream, the thought resurfaces. It's one of the most studied and effective induction techniques.
ar: يستخدم MILD الذاكرة الاستباقية: تذكّر القيام بشيء في المستقبل. تتدرّب على نية إدراك أنك تحلم، كي تعود الفكرة لاحقًا للظهور داخل الحلم. إنه من أكثر تقنيات الاستحثاث دراسةً وفعاليةً.
de: MILD nutzt das prospektive Gedächtnis: sich daran erinnern, künftig etwas zu tun. Du übst die Absicht, zu erkennen, dass du träumst, damit der Gedanke später im Traum wieder auftaucht. Es ist eine der am besten erforschten und wirksamsten Induktionstechniken.
es: MILD usa la memoria prospectiva: recordar hacer algo en el futuro. Ensayas la intención de reconocer que estás soñando, para que luego, en un sueño, el pensamiento resurja. Es una de las técnicas de inducción más estudiadas y eficaces.
fr: MILD utilise la mémoire prospective : se souvenir de faire quelque chose à l'avenir. Vous répétez l'intention de reconnaître que vous rêvez, pour que plus tard, dans un rêve, la pensée resurgisse. C'est l'une des techniques d'induction les plus étudiées et efficaces.
it: MILD usa la memoria prospettica: ricordarsi di fare qualcosa in futuro. Provi l'intenzione di riconoscere che stai sognando, così che più tardi, in un sogno, il pensiero riaffiori. È una delle tecniche di induzione più studiate ed efficaci.
ja: MILDは展望的記憶を使います——未来に何かをすると覚えておく力です。自分が夢を見ていると気づく意図をリハーサルしておくと、のちに夢の中でその思いが再び浮かびます。最もよく研究され、効果の高い誘導法のひとつです。
ko: MILD는 전망 기억을 사용합니다 — 미래에 무언가를 하기로 기억해 두는 힘입니다. 자신이 꿈꾸고 있음을 알아차리겠다는 의도를 미리 연습해 두면, 나중에 꿈 속에서 그 생각이 다시 떠오릅니다. 가장 많이 연구되고 효과적인 유도 기법 중 하나입니다.
nl: MILD gebruikt het prospectieve geheugen: onthouden om in de toekomst iets te doen. Je oefent de intentie om te herkennen dat je droomt, zodat de gedachte later in een droom weer opkomt. Het is een van de best onderzochte en meest effectieve inductietechnieken.
pt_br: O MILD usa a memória prospectiva: lembrar de fazer algo no futuro. Você ensaia a intenção de reconhecer que está sonhando, para que mais tarde, em um sonho, o pensamento ressurja. É uma das técnicas de indução mais estudadas e eficazes.
ru: MILD использует проспективную память: умение помнить, что нужно сделать что‑то в будущем. Вы репетируете намерение распознать, что спите, чтобы позже, во сне, эта мысль всплыла снова. Это одна из самых изученных и действенных техник индукции.
zh_hans: MILD 运用前瞻记忆：记住将来要去做某件事。你预演“认出自己在做梦”这个意图，好让日后在梦中这个念头重新浮现。它是被研究得最多、最有效的诱导技巧之一。

source: MILD was developed by Stephen LaBerge during his doctoral research at Stanford and remains one of the best-supported induction techniques in the scientific literature.
ar: طوّر ستيفن لابرج تقنية MILD خلال بحثه للدكتوراه في جامعة ستانفورد، وتبقى من أكثر تقنيات الاستحثاث دعمًا في الأدبيات العلمية.
de: MILD wurde von Stephen LaBerge während seiner Doktorarbeit in Stanford entwickelt und gehört bis heute zu den am besten belegten Induktionstechniken in der wissenschaftlichen Literatur.
es: MILD fue desarrollada por Stephen LaBerge durante su investigación doctoral en Stanford y sigue siendo una de las técnicas de inducción con más respaldo en la literatura científica.
fr: MILD a été développée par Stephen LaBerge lors de sa recherche doctorale à Stanford et reste l'une des techniques d'induction les mieux étayées de la littérature scientifique.
it: MILD è stata sviluppata da Stephen LaBerge durante il suo dottorato a Stanford e resta una delle tecniche di induzione più supportate nella letteratura scientifica.
ja: MILDはスティーヴン・ラバージがスタンフォードでの博士研究中に開発し、いまも科学文献の中で最も裏づけのある誘導法のひとつです。
ko: MILD는 스티븐 라버지가 스탠퍼드 박사 연구 중에 개발했으며, 과학 문헌에서 가장 잘 뒷받침되는 유도 기법 중 하나로 남아 있습니다.
nl: MILD werd ontwikkeld door Stephen LaBerge tijdens zijn promotieonderzoek aan Stanford en blijft een van de best onderbouwde inductietechnieken in de wetenschappelijke literatuur.
pt_br: O MILD foi desenvolvido por Stephen LaBerge durante seu doutorado em Stanford e continua sendo uma das técnicas de indução mais respaldadas na literatura científica.
ru: MILD разработал Стивен Лаберж во время докторского исследования в Стэнфорде, и она остаётся одной из наиболее подтверждённых техник индукции в научной литературе.
zh_hans: MILD 由斯蒂芬·拉伯奇在斯坦福攻读博士期间提出，至今仍是科学文献中最有依据的诱导技巧之一。

source: Mindless checks train nothing — real curiosity is what carries into dreams.
ar: الفحوص بلا وعي لا تدرّب شيئًا — الفضول الحقيقي هو ما يُحمل إلى داخل الأحلام.
de: Gedankenlose Checks trainieren nichts – echte Neugier ist es, die in die Träume mitkommt.
es: Las comprobaciones sin pensar no entrenan nada: la curiosidad real es lo que pasa a los sueños.
fr: Les tests machinaux n'entraînent rien — c'est la vraie curiosité qui passe dans les rêves.
it: I controlli automatici non allenano nulla: è la vera curiosità a passare nei sogni.
ja: 惰性のチェックは何も鍛えません——夢へ持ち込まれるのは本物の好奇心です。
ko: 무심한 체크는 아무것도 단련하지 않습니다 — 꿈으로 옮겨가는 것은 진짜 호기심입니다.
nl: Gedachteloze checks trainen niets — echte nieuwsgierigheid is wat de dromen in gaat.
pt_br: Checagens sem pensar não treinam nada — é a curiosidade real que passa para os sonhos.
ru: Бездумные проверки ничему не учат — в сны переходит именно настоящее любопытство.
zh_hans: 心不在焉的检验练不出任何东西——能带进梦里的，是真正的好奇心。

source: Mnemonic Induction of Lucid Dreams
ar: الاستحثاث التذكّري للأحلام الواضحة
de: Mnemonische Induktion luzider Träume
es: Inducción mnemónica de sueños lúcidos
fr: Induction mnémonique des rêves lucides
it: Induzione mnemonica dei sogni lucidi
ja: 記憶を使った明晰夢の誘導（MILD）
ko: 기억을 이용한 자각몽 유도(MILD)
nl: Mnemonische inductie van lucide dromen
pt_br: Indução mnemônica de sonhos lúcidos
ru: Мнемоническая индукция осознанных сновидений
zh_hans: 记忆诱导清醒梦（MILD）

source: Mood
ar: المزاج
de: Stimmung
es: Estado de ánimo
fr: Humeur
it: Umore
ja: 気分
ko: 기분
nl: Stemming
pt_br: Humor
ru: Настроение
zh_hans: 心情

source: Morning reminder
ar: تذكير صباحي
de: Morgen-Erinnerung
es: Recordatorio matutino
fr: Rappel du matin
it: Promemoria mattutino
ja: 朝のリマインダー
ko: 아침 알림
nl: Ochtendherinnering
pt_br: Lembrete matinal
ru: Утреннее напоминание
zh_hans: 晨间提醒

source: Most people delete their dreams in the first three seconds — by moving too fast.
ar: معظم الناس يمحون أحلامهم في الثواني الثلاث الأولى — بسبب الحركة السريعة.
de: Die meisten löschen ihre Träume in den ersten drei Sekunden – weil sie sich zu schnell bewegen.
es: La mayoría borra sus sueños en los primeros tres segundos, por moverse demasiado rápido.
fr: La plupart des gens effacent leurs rêves dans les trois premières secondes — en bougeant trop vite.
it: Quasi tutti cancellano i propri sogni nei primi tre secondi, muovendosi troppo in fretta.
ja: ほとんどの人は、動くのが速すぎて、最初の3秒で夢を消してしまいます。
ko: 대부분은 너무 빨리 움직이는 바람에 첫 3초 안에 꿈을 지워 버립니다.
nl: De meeste mensen wissen hun dromen in de eerste drie seconden — door te snel te bewegen.
pt_br: A maioria apaga seus sonhos nos primeiros três segundos — por se mexer rápido demais.
ru: Большинство стирает свои сны в первые три секунды — потому что слишком резко двигается.
zh_hans: 大多数人在最初三秒里就把梦删除了——因为动得太快。

source: Most reality checks fail for one silly reason: you did them on autopilot.
ar: معظم فحوص الواقع تفشل لسبب سخيف واحد: أجريتها على الطيار الآلي.
de: Die meisten Realitätschecks scheitern aus einem albernen Grund: Du hast sie im Autopiloten gemacht.
es: La mayoría de las comprobaciones de realidad fallan por una razón tonta: las hiciste en piloto automático.
fr: La plupart des tests de réalité échouent pour une raison idiote : vous les avez faits en pilote automatique.
it: La maggior parte dei controlli di realtà fallisce per un motivo sciocco: li hai fatti col pilota automatico.
ja: たいていのリアリティチェックが失敗するのは、ばかばかしい一つの理由——惰性で行ったからです。
ko: 대부분의 리얼리티 체크가 실패하는 이유는 하나의 어처구니없는 이유, 곧 자동조종으로 했기 때문입니다.
nl: De meeste realiteitschecks falen om één onnozele reden: je deed ze op de automatische piloot.
pt_br: A maioria das checagens de realidade falha por um motivo bobo: você as fez no piloto automático.
ru: Большинство проверок реальности проваливаются по одной глупой причине: вы делали их на автопилоте.
zh_hans: 大多数现实检验失败，原因很可笑：你是凭惯性、心不在焉地做的。

source: Moving as fast as you can
ar: التحرّك بأسرع ما يمكنك
de: Dich so schnell wie möglich bewegen
es: Moverte lo más rápido que puedas
fr: Bouger aussi vite que possible
it: Muoverti il più velocemente possibile
ja: できるだけ速く動く
ko: 최대한 빨리 움직이기
nl: Zo snel mogelijk bewegen
pt_br: Mover-se o mais rápido que puder
ru: Двигаться как можно быстрее
zh_hans: 尽可能快地移动

source: Mysterious
ar: غامض
de: Geheimnisvoll
es: Misterioso
fr: Mystérieux
it: Misterioso
ja: 神秘的
ko: 신비로움
nl: Mysterieus
pt_br: Misterioso
ru: Загадочный
zh_hans: 神秘

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
ru: Имя
zh_hans: 名字

source: Never — push through always
ar: أبدًا — اضغط دائمًا للمضي قدمًا
de: Nie – immer durchhalten
es: Nunca: empuja siempre
fr: Jamais — passez toujours en force
it: Mai — vai sempre avanti a forza
ja: 決して——いつでも押し通す
ko: 절대 — 언제나 밀어붙이기
nl: Nooit — altijd doorzetten
pt_br: Nunca — sempre force a barra
ru: Никогда — всегда продавливать
zh_hans: 从不——永远硬撑下去

source: Never sleep again
ar: عدم النوم مرة أخرى أبدًا
de: Nie wieder schlafen
es: No volver a dormir nunca
fr: Ne plus jamais dormir
it: Non dormire mai più
ja: 二度と眠らない
ko: 다시는 잠들지 않기
nl: Nooit meer slapen
pt_br: Nunca mais dormir
ru: Больше никогда не спать
zh_hans: 再也不睡觉

source: New Dream
ar: حلم جديد
de: Neuer Traum
es: Nuevo sueño
fr: Nouveau rêve
it: Nuovo sogno
ja: 新しい夢
ko: 새 꿈
nl: Nieuwe droom
pt_br: Novo sonho
ru: Новый сон
zh_hans: 新梦境

source: New password
ar: كلمة مرور جديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nl: Nieuw wachtwoord
pt_br: Nova senha
ru: Новый пароль
zh_hans: 新密码

source: Next waking, lie still and name one detail before reaching for anything. Then write it.
ar: في الاستيقاظ القادم، استلقِ ساكنًا وسمِّ تفصيلة واحدة قبل أن تمدّ يدك إلى أي شيء. ثم اكتبها.
de: Beim nächsten Aufwachen bleib still liegen und benenne ein Detail, bevor du nach irgendetwas greifst. Dann schreib es auf.
es: La próxima vez que despiertes, quédate quieto y nombra un detalle antes de coger nada. Luego escríbelo.
fr: Au prochain réveil, restez immobile et nommez un détail avant de toucher quoi que ce soit. Puis notez-le.
it: Al prossimo risveglio resta immobile e nomina un dettaglio prima di prendere qualsiasi cosa. Poi scrivilo.
ja: 次に目覚めたら、何にも手を伸ばす前にじっと横たわり、細部を一つ口にしましょう。それから書きます。
ko: 다음에 깨어나면 무언가에 손을 뻗기 전에 가만히 누워 디테일 하나를 말해 보세요. 그런 다음 적으세요.
nl: Blijf bij het volgende ontwaken stil liggen en benoem één detail voordat je naar iets grijpt. Schrijf het dan op.
pt_br: No próximo despertar, fique imóvel e nomeie um detalhe antes de pegar qualquer coisa. Depois escreva.
ru: В следующий раз, проснувшись, лежи неподвижно и назови одну деталь, прежде чем что-либо хватать. Потом запиши её.
zh_hans: 下次醒来时，先静静躺着，在伸手去拿任何东西之前说出一个细节。然后把它写下来。

source: Night streak
ar: سلسلة الليالي
de: Nächte-Serie
es: Racha nocturna
fr: Série de nuits
it: Serie di notti
ja: 連続記録
ko: 연속 기록
nl: Nachtenreeks
pt_br: Sequência de noites
ru: Серия ночей
zh_hans: 连续夜数

source: Night Voyager
ar: مسافر الليل
de: Nachtreisender
es: Viajero nocturno
fr: Voyageur nocturne
it: Viaggiatore notturno
ja: 夜の航海者
ko: 밤의 항해자
nl: Nachtreiziger
pt_br: Viajante noturno
ru: Ночной странник
zh_hans: 夜行者

source: Nightly Ritual
ar: طقس ليلي
de: Nächtliches Ritual
es: Ritual nocturno
fr: Rituel nocturne
it: Rituale notturno
ja: 夜の儀式
ko: 밤의 의식
nl: Nachtelijk ritueel
pt_br: Ritual noturno
ru: Ночной ритуал
zh_hans: 夜间仪式

source: Nightmare
ar: كابوس
de: Albtraum
es: Pesadilla
fr: Cauchemar
it: Incubo
ja: 悪夢
ko: 악몽
nl: Nachtmerrie
pt_br: Pesadelo
ru: Кошмар
zh_hans: 噩梦

source: Nightmares & Fear
ar: الكوابيس والخوف
de: Albträume & Angst
es: Pesadillas y miedo
fr: Cauchemars et peur
it: Incubi e paura
ja: 悪夢と恐怖
ko: 악몽과 두려움
nl: Nachtmerries en angst
pt_br: Pesadelos e medo
ru: Кошмары и страх
zh_hans: 噩梦与恐惧

source: Nightmares are vivid and emotional, which makes them easy to recognize as dreams. Once lucid, you don't have to fight or flee — you can calm yourself, turn and face what scares you, or simply change the scene. Approached gently, recurring nightmares often lose their grip.
ar: الكوابيس حيّة وعاطفية، ما يجعلها سهلة التعرّف كأحلام. حالما تصبح واعيًا، لست مضطرًا للقتال أو الهرب — يمكنك تهدئة نفسك، والالتفات لمواجهة ما يخيفك، أو ببساطة تغيير المشهد. حين تُقارَب برفق، غالبًا ما تفقد الكوابيس المتكررة قبضتها.
de: Albträume sind lebhaft und emotional, was sie leicht als Träume erkennbar macht. Sobald du luzid bist, musst du weder kämpfen noch fliehen – du kannst dich beruhigen, dich dem zuwenden, was dir Angst macht, oder einfach die Szene wechseln. Sanft angegangen, verlieren wiederkehrende Albträume oft ihren Griff.
es: Las pesadillas son vívidas y emocionales, lo que las hace fáciles de reconocer como sueños. Una vez lúcido, no tienes que luchar ni huir: puedes calmarte, girarte y enfrentar lo que te asusta, o simplemente cambiar la escena. Si las abordas con suavidad, las pesadillas recurrentes a menudo pierden su agarre.
fr: Les cauchemars sont vifs et émotionnels, ce qui les rend faciles à reconnaître comme des rêves. Une fois lucide, vous n'avez ni à combattre ni à fuir — vous pouvez vous calmer, vous retourner pour affronter ce qui vous effraie, ou simplement changer de scène. Abordés avec douceur, les cauchemars récurrents perdent souvent leur emprise.
it: Gli incubi sono vividi ed emotivi, il che li rende facili da riconoscere come sogni. Una volta lucido, non devi combattere né fuggire — puoi calmarti, voltarti e affrontare ciò che ti spaventa, o semplicemente cambiare scena. Affrontati con dolcezza, gli incubi ricorrenti spesso perdono la presa.
ja: 悪夢は鮮やかで感情的なので、夢だと気づきやすいものです。明晰になれば、戦う必要も逃げる必要もありません——落ち着き、向き直って恐れるものに対峙する、あるいは単に場面を変えればよいのです。やさしく向き合えば、くり返す悪夢はしばしばその握力を失います。
ko: 악몽은 생생하고 감정적이어서 꿈으로 알아차리기 쉽습니다. 일단 자각하면 싸우거나 달아날 필요가 없습니다 — 진정하고, 돌아서서 당신을 겁주는 것을 마주하거나, 그냥 장면을 바꾸면 됩니다. 부드럽게 다가가면, 반복되는 악몽은 흔히 그 움켜쥠을 잃습니다.
nl: Nachtmerries zijn levendig en emotioneel, wat ze makkelijk als dromen herkenbaar maakt. Eenmaal lucide hoef je niet te vechten of te vluchten — je kunt jezelf kalmeren, je omdraaien en onder ogen zien wat je beangstigt, of simpelweg de scène veranderen. Zacht benaderd verliezen terugkerende nachtmerries vaak hun greep.
pt_br: Os pesadelos são vívidos e emocionais, o que os torna fáceis de reconhecer como sonhos. Uma vez lúcido, você não precisa lutar nem fugir — pode se acalmar, virar-se e encarar o que te assusta, ou simplesmente mudar a cena. Abordados com suavidade, os pesadelos recorrentes muitas vezes perdem o domínio.
ru: Кошмары ярки и эмоциональны, поэтому их легко распознать как сны. Став осознанным, вам не нужно ни сражаться, ни бежать — вы можете успокоиться, повернуться и встретить то, что пугает, или просто сменить сцену. При мягком подходе повторяющиеся кошмары часто теряют свою хватку.
zh_hans: 噩梦鲜明而充满情绪，因而很容易被认出是梦。一旦清醒，你不必战斗或逃跑——你可以让自己平静，转身面对吓你的东西，或干脆更换场景。以温和之心去对待，反复出现的噩梦往往会松开它的钳制。

source: No achievements yet.
ar: لا توجد إنجازات بعد.
de: Noch keine Erfolge.
es: Aún no hay logros.
fr: Aucune réussite pour l'instant.
it: Ancora nessun obiettivo.
ja: まだ実績はありません。
ko: 아직 업적이 없습니다.
nl: Nog geen prestaties.
pt_br: Ainda não há conquistas.
ru: Пока нет достижений.
zh_hans: 暂无成就。

source: No comments yet
ar: لا توجد تعليقات بعد
de: Noch keine Kommentare
es: Aún no hay comentarios
fr: Aucun commentaire pour l'instant
it: Ancora nessun commento
ja: まだコメントはありません
ko: 아직 댓글이 없습니다
nl: Nog geen reacties
pt_br: Ainda não há comentários
ru: Пока нет комментариев
zh_hans: 暂无评论

source: No dreams shared yet
ar: لم تتم مشاركة أحلام بعد
de: Noch keine Träume geteilt
es: Aún no se han compartido sueños
fr: Aucun rêve partagé pour l'instant
it: Ancora nessun sogno condiviso
ja: まだ共有された夢はありません
ko: 아직 공유된 꿈이 없습니다
nl: Nog geen dromen gedeeld
pt_br: Nenhum sonho compartilhado ainda
ru: Пока нет опубликованных снов
zh_hans: 暂无分享的梦境

source: No Dreams Yet
ar: لا توجد أحلام بعد
de: Noch keine Träume
es: Aún no hay sueños
fr: Aucun rêve pour l'instant
it: Ancora nessun sogno
ja: まだ夢はありません
ko: 아직 꿈이 없습니다
nl: Nog geen dromen
pt_br: Ainda não há sonhos
ru: Пока нет снов
zh_hans: 暂无梦境

source: No Matches
ar: لا توجد نتائج
de: Keine Treffer
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 一致なし
ko: 결과 없음
nl: Geen resultaten
pt_br: Nenhum resultado
ru: Нет совпадений
zh_hans: 无匹配结果

source: No right answers here — reflection is its own reward.
ar: لا توجد إجابات صحيحة هنا — التأمل بحد ذاته مكافأة.
de: Hier gibt es keine richtigen Antworten – die Reflexion ist die Belohnung.
es: Aquí no hay respuestas correctas: reflexionar ya es la recompensa.
fr: Ici, pas de bonne réponse — la réflexion est sa propre récompense.
it: Qui non ci sono risposte giuste: la riflessione è già la ricompensa.
ja: 正解はありません — 振り返ること自体がご褒美です。
ko: 정답은 없습니다 — 돌아보는 것 자체가 보상입니다.
nl: Er zijn hier geen goede antwoorden — reflectie is z'n eigen beloning.
pt_br: Aqui não há respostas certas — refletir já é a recompensa.
ru: Здесь нет правильных ответов — размышление само по себе награда.
zh_hans: 这里没有标准答案——思考本身就是回报。

source: No shared dreams yet.
ar: لا توجد أحلام مشتركة بعد.
de: Noch keine geteilten Träume.
es: Aún no hay sueños compartidos.
fr: Aucun rêve partagé pour l'instant.
it: Ancora nessun sogno condiviso.
ja: まだ共有された夢はありません。
ko: 아직 공유된 꿈이 없습니다.
nl: Nog geen gedeelde dromen.
pt_br: Ainda não há sonhos compartilhados.
ru: Пока нет опубликованных снов.
zh_hans: 暂无分享的梦境。

source: No single technique is magic. Stacked together, they become hard to ignore.
ar: لا تقنية واحدة سحر. حين تُكدَّس معًا، تصبح يصعب تجاهلها.
de: Keine einzelne Technik ist Zauberei. Übereinandergeschichtet werden sie schwer zu ignorieren.
es: Ninguna técnica por sí sola es mágica. Apiladas juntas, se vuelven difíciles de ignorar.
fr: Aucune technique seule n'est magique. Empilées ensemble, elles deviennent difficiles à ignorer.
it: Nessuna tecnica da sola è magica. Impilate insieme, diventano difficili da ignorare.
ja: 単独で魔法のような技法はありません。重ね合わせると、無視できない力になります。
ko: 단독으로 마법인 기법은 없습니다. 함께 쌓으면 무시하기 어려워집니다.
nl: Geen enkele techniek is op zichzelf magisch. Op elkaar gestapeld worden ze moeilijk te negeren.
pt_br: Nenhuma técnica isolada é mágica. Empilhadas juntas, ficam difíceis de ignorar.
ru: Ни одна техника поодиночке не волшебство. Сложенные вместе, они становятся силой, которую трудно игнорировать.
zh_hans: 没有哪一种技巧单独就是魔法。层层叠加在一起，它们就变得难以忽视。

source: No themes match “%@”.
ar: لا توجد مواضيع تطابق ”%@“.
de: Kein Thema passt zu „%@“.
es: Ningún tema coincide con «%@».
fr: Aucun thème ne correspond à « %@ ».
it: Nessun tema corrisponde a “%@”.
ja: 「%@」に一致するテーマはありません。
ko: “%@”와 일치하는 테마가 없습니다.
nl: Geen thema's komen overeen met “%@”.
pt_br: Nenhum tema corresponde a “%@”.
ru: Нет тем, соответствующих «%@».
zh_hans: 没有与“%@”匹配的主题。

source: Non-lucid
ar: غير واعٍ
de: Nicht luzid
es: No lúcido
fr: Non lucide
it: Non lucido
ja: 非明晰
ko: 비자각
nl: Niet-lucide
pt_br: Não lúcido
ru: Неосознанный
zh_hans: 非清醒

source: Nostalgic
ar: حنين
de: Nostalgisch
es: Nostálgico
fr: Nostalgique
it: Nostalgico
ja: 懐かしい
ko: 향수 어린
nl: Nostalgisch
pt_br: Nostálgico
ru: Ностальгический
zh_hans: 怀旧

source: Not subscribed
ar: غير مشترك
de: Nicht abonniert
es: Sin suscripción
fr: Non abonné
it: Non abbonato
ja: 未登録
ko: 미구독
nl: Niet geabonneerd
pt_br: Não assinante
ru: Нет подписки
zh_hans: 未订阅
